COMMANDS = "Командалар🔧"
UNKNOWN_COMMANDS = (
    "Белгісіз🛸 команда, ботпен жұмысты бастау үшін астындағы кнопканы басыңыз👇🏻"
)
WELCOME = "Сәлем✋ юзер,  ботпен жұмыс бастау үшін Командалар🔧 баспасын басыңыз 👇🏻"
LANG = "Қазақша🇰🇿"
CHOOSE_LANG = "🖌Тіліді таңдаңыз"
RADIUS_SET = "Қылмыстарды бақылау радиусты орнату🔘"
RADIUS_IN_NUMS = "Радиусты санмен жазыңыз!"
COMMAND_REQUEST_CRIMES_NEAR_ME = "Запросить пресутпления вокруг меня"
COMMAND_REQUEST_LAST_CRIMES = "Соңғы 20 қылмысты көру"
ONCLICK_LOCATION_BUTTON = "Баспаға бассаңыз геолокацияңызды жібересіз 📍"
SEND_GEO = "Геолокацияны жіберу📍"
CONFIRM_REQUEST = (
    "Мы получили вашу заявку✅, пожалуйста подождите пока мы отследим🔎 3 "
    "последних преступления вокруг вас. Это не займет больше 3 минут⏰"
)
CONFIRM_POINT = (
    "Точка слежки задана успешно✅. Когда возникнет опасность " "мы вас предупредим🔔.",
)
NO_CRIMES = "Айналаңызда қылмыс болған жоқ"
WHAT_I_CAN = "Сәлем✋ юзер. Мен не істей аламын❔ \nМынада командаларымнын📝 списігі:\n\n"
POINT_DELETED = "Нүкте алып тасталынды✅"
