COMMANDS = "Команды🔧"
UNKNOWN_COMMANDS = (
    "Неопознанная🛸 команда, чтобы начать работу с ботом нажмите на кнопку ниже👇🏻"
)
WELCOME = "Привет✋ юзер, для получения списка команд нажмите на кнопку Команды🔧 👇🏻"
LANG = "Русский🇷🇺"
CHOOSE_LANG = "🖌Выберите язык"
RADIUS_SET = "Задайте радиус отслеживания престпулений🔘"
RADIUS_IN_NUMS = "Пожалуйста напишите радиус в цифрах!"
COMMAND_REQUEST_CRIMES_NEAR_ME = "Запросить пресутпления вокруг меня"
COMMAND_REQUEST_LAST_CRIMES = "Просмотреть последний\n 20 престпулений"
ONCLICK_LOCATION_BUTTON = "При нажатий на кнопку вы отправите свое метсоположение📍"
SEND_GEO = "Отправить моё местополжение📍"
CONFIRM_REQUEST = (
    "Мы получили вашу заявку✅, пожалуйста подождите пока мы отследим🔎 3 "
    "последних преступления вокруг вас. Это не займет больше 3 минут⏰"
)
CONFIRM_POINT = (
    "Точка слежки задана успешно✅. Когда возникнет опасность " "мы вас предупредим🔔.",
)
NO_CRIMES = "Вокруг вас не происходило престпулений"
WHAT_I_CAN = "Привет✋ юзер. Что я могу❔ \nВот список📝 команд:\n\n"
POINT_DELETED = "Точка успешно удалена✅"
